{
  "title": "रामवाड़ी",
  "sitaram": "सीताराम",
  "header": {
    "home": "मुख्य पेज",
    "gallery": "फोटो गैलरी",
    "events": "कार्यक्रम",
    "about": "अधिक जानकारी",
    "contact": "संपर्क"
  },
  "home": {
    "about_temple_title": "श्री प्रेमदासबापा गोदड़ीया रामवाड़ी आश्रममें आपका स्वागत है।",
    "about_temple": "यह हनुमानजी मंदिर गोदिया परंपरा में सबसे पवित्र और सबसे प्रसिद्ध मंदिरों में से एक माना जाता है। जिस समय समर्थ श्री प्रेमदासबापा यहां आए थे, तब यह मंदिर स्थल सिर्फ एक जंगल था। उन्होंने यह स्थान पर साधना और भजन संकीर्तन की शुरुआत की। यह मंदिर की छवि इतनी शक्तिशाली है कि इसके दर्शन मात्र से मन को शांति, खुशी और आनंद मिलता है, मन की इच्छाएं पूरी होती हैं और अपार सकारात्मकता आती है।",
    "about_sundarkand_title": "सुंदरकांड",
    "about_sundarkand": "मूल सुंदर कांड संस्कृत में है और इसकी रचना वाल्मीकि ने की थी, जिन्होंने सबसे पहले रामायण को लिपिबद्ध किया था। सुंदर कांड रामायण का एकमात्र अध्याय है जिसमें नायक राम नहीं, बल्कि हनुमान हैं। काम में हनुमान के कारनामों को दर्शाया गया है और उनकी निस्वार्थता, शक्ति और राम के प्रति समर्पण पर पाठ में जोर दिया गया है। हनुमान को उनकी मां अंजनी द्वारा प्यार से “सुंदरा” कहा जाता था और ऋषि वाल्मीकि ने इस नाम को दूसरों के ऊपर चुना क्योंकि सुंदर कांडा हनुमान की लंका की यात्रा के बारे में है।",
    "know_more": "अधिक जानकारी",
    "donation_box": {
      "title": "ऑनलाइन दान",
      "description": "अब हम ऑनलाइन दान स्वीकार कर रहे हैं",
      "button": "दान पेज पर जाएं"
    },
    "prasadam_box": {
      "title": "अन्नक्षेत्र",
      "description": "श्री प्रेमदासबापा गोदड़ीया रामवाड़ी आश्रम",
      "button": "अधिक जानकारी"
    },
    "sundarkand_box": {
      "title": "सुन्दरकाण्ड ग्रुप",
      "description": "श्री गोदड़ीयाबापा युवा मंडल",
      "button": "रजिस्टर करें"
    }
  },
  "gallery": {
    "categories": {
      "all": "सभी",
      "temples": "मंदिर",
      "founder": "संस्थापक/गुरु",
      "sundarkand": "सुन्दरकाण्ड",
      "events": "कार्यक्रम"
    }
  },
  "about": {
    "section1": {
      "title": "श्री प्रेमदासबापा गोडड़िया आश्रम - रामवाड़ी, करजन",
      "value": "गुजरात के आध्यात्मिक रूप से समृद्ध नगर करजन में स्थित रामवाड़ी आश्रम आस्था, भक्ति और सामुदायिक सेवा का एक प्रकाशस्तंभ है। श्री प्रेमदासबापा के दिव्य मार्गदर्शन में स्थापित यह आश्रम उन भक्तों का स्वागत करता है जो शांति, ज्ञान और आध्यात्मिक उन्नति की खोज में हैं। अपनी विभिन्न गतिविधियों के माध्यम से यह आश्रम व्यक्ति और उसकी आस्था के बीच एक गहरा संबंध स्थापित करता है, जिससे यह ध्यान, आत्मचिंतन और सेवा के लिए एक पवित्र स्थल बन जाता है।"
    },
    "section2": {
      "title": "हमारी विरासत और शिक्षाएं",
      "value": "आश्रम श्री प्रेमदासबापा की शिक्षाओं में निहित है, जिन्होंने भक्ति, निःस्वार्थ सेवा और आध्यात्मिक ज्ञान के महत्व को प्राथमिकता दी। उनका दर्शन अनुयायियों को धर्म, दान और आंतरिक शांति से परिपूर्ण जीवन जीने के लिए प्रेरित करता है। यह आश्रम नियमित रूप से धार्मिक सभाओं, प्रवचनों और सामुदायिक सेवा के माध्यम से उनके विरासत को आगे बढ़ा रहा है।"
    },
    "section3": {
      "title": "आध्यात्मिक सभाएं और गतिविधियां",
      "value1": "रामवाड़ी आश्रम में प्रतिदिन प्रार्थना, भजन सत्र और सत्संग आयोजित किए जाते हैं, जहां भक्त एकत्र होकर भक्ति गीत गाते हैं, मंत्रों का जाप करते हैं और दिव्य शिक्षाओं पर विचार करते हैं। ये सभाएं भक्ति और आध्यात्मिक ऊर्जा से भरा एक आनंदमय वातावरण बनाती हैं, जो व्यक्तियों को अपनी आस्था में शांति और शक्ति खोजने में सहायक होती हैं।",
      "value2": "विशेष कार्यक्रम और त्योहार उत्साहपूर्वक मनाए जाते हैं, जहां विभिन्न समुदायों के भक्त एकत्र होकर अनुष्ठानों, प्रवचनों और सेवा कार्यक्रमों में भाग लेते हैं। ये अवसर न केवल आध्यात्मिक संबंधों को मजबूत करते हैं, बल्कि पीढ़ियों से चली आ रही परंपराओं और मूल्यों को भी सहेजते हैं।"
    },
    "section4": {
      "title": "ध्यान और आध्यात्मिक विकास",
      "value": "जो लोग शांति और आंतरिक जागरूकता की खोज में हैं, उनके लिए आश्रम ध्यान और आत्मचिंतन का एक शांत स्थान प्रदान करता है। आगंतुक प्रायः मौन चिंतन में संलग्न होते हैं, जिससे वे अपने भीतर के स्व से पुनः जुड़ पाते हैं, तनाव को कम करते हैं और मानसिक स्पष्टता प्राप्त करते हैं। नए आगंतुकों को ध्यान और आत्म-जागरूकता की इस साधना से जोड़ने के लिए कभी-कभी मार्गदर्शित ध्यान सत्र भी आयोजित किए जाते हैं।"
    },
    "section5": {
      "title": "गौशाला: पवित्र गायों की सेवा",
      "value": "आश्रम की एक विशेष विशेषता इसकी गौशाला है, जहां गायों की सेवा प्रेम और करुणा के साथ की जाती है। हिंदू परंपरा में गायों को पवित्र माना जाता है और उन्हें समृद्धि और दिव्य आशीर्वाद का प्रतीक माना जाता है। रामवाड़ी आश्रम में गौशाला निःस्वार्थ सेवा और सभी जीवों के प्रति श्रद्धा का प्रतीक है। भक्त गायों को चारा देने, उनकी देखभाल करने और उनकी रक्षा करने में सक्रिय रूप से भाग लेते हैं, जिससे प्रकृति के प्रति दयालुता और जिम्मेदारी के मूल्य मजबूत होते हैं।"
    },
    "section6": {
      "title": "सामुदायिक सेवा और कल्याण",
      "value": "रामवाड़ी आश्रम सेवा (निःस्वार्थ सेवा) के लिए गहराई से प्रतिबद्ध है और विभिन्न सामाजिक कल्याण पहलों का संचालन करता है। भोजन वितरण, चैरिटी और वंचित समुदायों के समर्थन जैसी गतिविधियाँ नियमित रूप से आयोजित की जाती हैं, ताकि ज़रूरतमंदों की सहायता की जा सके। आश्रम स्वयंसेवकों और भक्तों का सेवा के माध्यम से योगदान देने के लिए स्वागत करता है, जिससे समाज पर सकारात्मक प्रभाव पड़ता है और उदारता की भावना को पोषण मिलता है।"
    },
    "section7": {
      "title": "सभी का खुले दिल से स्वागत",
      "value": "रामवाड़ी आश्रम केवल एक उपासना स्थल नहीं है—यह एक आध्यात्मिक घर है जहाँ आस्था और सेवा मिलती हैं। चाहे आप दिव्य ज्ञान की खोज में हों, मन की शांति चाहते हों या समाज को कुछ लौटाने की इच्छा रखते हों, आश्रम सभी भक्तों और आगंतुकों का गर्मजोशी और खुले दिल से स्वागत करता है।"
    },
    "general_text": "प्रार्थना, ध्यान और सेवा में हमारे साथ जुड़िए, जैसे हम श्री प्रेमदासबापा की गहन शिक्षाओं को आगे बढ़ाते हैं और भक्ति के सार का उत्सव मनाते हैं।"
  },
  "contact": {
    "page_title": "संपर्क करें",
    "aashram_name": "श्री प्रेमदासबापा गोदड़ीया रामवाड़ी आश्रम",
    "address_title": "जय सियाराम",
    "address": "रेलवे के पास, पुराने गैस गोदाम के पास, नवा बाजार, करजन, वडोदरा, गुजरात- 391240",
    "mobile_label": "मोबाइल",
    "mobile": "9228231735",
    "website_label": "वेबसाइट",
    "website": "https://www.ramwadi.org",
    "email_label": "ई-मेल",
    "email": "ramwadikarjan@gmail.com",
    "form": {
      "title": "किसी भी प्रतिक्रिया/परिवर्तन के लिए आप नीचे दिया गया फॉर्म भर सकते हैं",
      "placeholder": {
        "name": "आपका नाम",
        "email": "ई-मेल एड्रेस",
        "contact": "टेलीफोन/मोबाइल/#",
        "subject": "विषय",
        "message": "आपका सन्देश"
      },
      "errors": {
        "name": {
          "required": "नाम आवश्यक है।",
          "min_length": "नाम कम से कम 2 वर्ण लंबा होना चाहिए।",
          "max_length": "नाम अधिकतम 50 वर्णों का होना चाहिए।"
        },
        "email": {
          "required": "ई-मेल जरुरी है।",
          "min_length": "ई-मेल कम से कम 5 वर्ण लंबा होना चाहिए।",
          "max_length": "ई-मेल अधिकतम 50 वर्णों का होना चाहिए।",
          "format": "ई-मेल फॉर्मेटकी जाँच करें।"
        },
        "contact": {
          "required": "संपर्क नंबर आवश्यक है।",
          "length": "संपर्क नंबर 10 वर्ण लंबा होना चाहिए।",
          "pattern": "संपर्क नंबर में केवल 0 से 9 अंक ही होने चाहिए।"
        },
        "subject": {
          "required": "विषय आवश्यक है।",
          "min_length": "विषय कम से कम 5 वर्ण लंबा होना चाहिए।",
          "max_length": "विषय अधिकतम 100 वर्णों का होना चाहिए।"
        },
        "message": {
          "required": "संदेश आवश्यक है।",
          "min_length": "संदेश कम से कम 10 वर्ण लंबा होना चाहिए।",
          "max_length": "संदेश अधिकतम 2000 वर्णों का होना चाहिए।"
        },
        "captcha": {
          "required": "वेरिफिकेशन आवश्यक है।"
        }
      },
      "submit": "सबमिट करें"
    }
  },
  "footer": {
    "follow_us": "फॉलो करें",
    "copyright_notice": "श्री प्रेमदासबापा गोदड़ीया रामवाड़ी आश्रम - सर्वाधिकार सुरक्षित | रामवाड़ी की आधिकारिक वेबसाइट"
  }
}
